FO/apps/ITAFRONTOFFICE/lib/itaPHPJiride/newXMLDocument.xml

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:tem="http://tempuri.org/">
    <SOAP-ENV:Body>
        <tem:LeggiProtocollo>
            <tem:AnnoProtocollo xsi:type="xsd:string">2015</tem:AnnoProtocollo>
            <tem:NumeroProtocollo xsi:type="xsd:string">14906</tem:NumeroProtocollo>
            <tem:Utente xsi:type="xsd:string">WS_SUAP</tem:Utente>
            <tem:Ruolo xsi:type="xsd:string">WS_SUAP</tem:Ruolo>
        </tem:LeggiProtocollo>
    </SOAP-ENV:Body>
</SOAP-ENV:Envelope>